Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/domstol.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Dette er vilkårene for gruppesøksmål:
nn: Dette er vilkåra for gruppesøksmål:

source: Et mindretall på to dommere var uenige og stemte for at den tidligere advokaten burde innvilges straffutmålingsutsettelse.
nn: Eit mindretal på to dommarar var ueinige og stemde for at den tidlegare advokaten burde få innvilga straffutmålingsutsetting.

source: Krav på erstatning for strafforfølgning som har endt i frifinnelse
nn: Krav på erstatning for strafforfølging som har enda i frifinning

source: dele eiendom som i fellesskap er kjøpt som
nn: eigedom som i fellesskap er kjøpt som tilleggsjord.

source: (advokat Morten Steenstrup), Private Barnehagers Landsforbund (partshjelper) (advokat Einar Brunes) mot Fredrikstad kommune (advokat Alex Borch)
nn: (advokat Morten Steenstrup), Private Barnehagers Landsforbund (partshjelpar) (advokat Einar Brunes) mot Fredrikstad kommune (advokat Alex Borch)

source: Avgjørelsen gir veiledning blant annet for forståelsen av reglene om redusert elavgift og statsstøttereglene knyttet til reduserte miljøavgifter.
nn: Avgjerda gir rettleiing mellom anna om forståinga av reglane om redusert elavgift og statsstøttereglane knytte til reduserte miljøavgifter.

source: Alt i alt kom Høyesterett til at disse og andre særtrekk ved selskapets eierstruktur og investeringsvirksomhet innebar at det ikke fullt ut kunne sidestilles med de selskapene som EU-domstolen hittil hadde ansett som investeringsforeninger.
nn: Alt i alt kom Høgsterett til at desse og andre særtrekk ved selskapets eigarstruktur og investeringsverksemd innebar at det ikkje fullt ut kunne sidestillast med dei selskapa som EU-domstolen til no hadde sett på som investeringsforeiningar.

source: Krav til informasjon om retten til ikke å vitne mot nærståande
nn: Krav til informasjon om retten til ikkje å vitne mot nærståande

source: Lagmannsretten var kommet til at bruken overstiger tålegrensen i servituttloven § 2, som bestemmer at en servitutt ikke må brukes slik at den er urimelig til skade eller ulempe for eiendommen.
nn: Lagmannsretten hadde komme til at bruken overstig tolegrensa i servituttlova § 2, som bestemmer at ein servitutt ikkje må brukast slik at han er urimeleg til skade eller ulempe for eigedommen.

source: Spørsmålet var om en gevinst ved realisasjon av teikningsretten i et slikt tilfelle er omfatta av fritaksmetoden i skattelova § 2-38 andre ledd bokstav c.
nn: Spørsmålet var om ein gevinst ved realisasjon av teikningsretten i eit slikt tilfelle er omfatta av fritaksmetoden i skattelova § 2-38 andre ledd bokstav c.

source: Dersom retten tar til følge en begjæringen om opphevelse av en gjeldsordning, betyr dette at skyldneren er tilbake der han startet før han søkte om gjeldsordning.
nn: Dersom retten tek til følgje eit krav om oppheving av ei gjeldsordning, tyder dette at skuldnaren er tilbake der han starta, før han søkte om gjeldsordning.

source: Siktede selv ber om å bli varetektsfengslet
nn: Sikta sjølv ber om å bli varetektsfengsla

source: Saken ble behandlet av Høyesterett i storkammer sammen med to andre barnevernssaker (HR-2020-662-S og HR-2020-663-S).
nn: Saka blei behandla av Høgsterett i storkammer saman med to andre barnevernssaker (HR-2020-662-S og HR-2020-663-S).

source: Høyesterett kom til at når straffeprosessloven tillot bruk av materialet som bevis i straffesaken, måtte loven tolkes slik at det også var adgang til å oppbevare materialet sammen med straffesaksdokumentene til eventuell senere bruk i samsvar med loven, typisk i tilfelle begjæring om gjenåpning av saken.
nn: Høgsterett kom til at når straffeprosesslova tillét bruk av materialet som bevis i straffesaka, måtte lova tolkast slik at materialet også kunne oppbevarast saman med straffesaksdokumenta til eventuell seinare bruk i samsvar med lova, typisk i tilfelle krav om gjenopning av saka.

source: 1, at det foreligger et kommisjonsvedtak mot samtlige saksøkte.
nn: 1, at det ligg føre eit kommisjonsvedtak mot samtlege saksøkte.

source: Sikre og stabile IKT-løsninger i en digital rettsprosess
nn: Sikre og stabile IKT-løysingar i ein digital rettsprosess

source: I 2019 begjærte en bank utlegg i sak mot selgeren av eiendommen, som fremdeles sto som hjemmelshaver.Grunnlaget var misligholdt gjeld.
nn: I 2019 kravde ein bank utlegg i ei sak mot seljaren av eigedommen, som framleis stod som heimelshavar.Grunnlaget var misleghalden gjeld.

source: Det sentrale er om innehaverens bruk av rusmidler gir reell grunn til å frykte at vedkommende vil komme til å kjøre i ruspåvirket tilstand.
nn: Det sentrale er om bruken av rusmiddel gir reell grunn til å frykte at vedkommande vil komme til å køyre i ruspåverka tilstand.

source: Les mer om Røde Kors vitnestøtte
nn: Les meir om Røde Kors vitnestøtte

source: medfører et krav om kvalifisert interesseovervekt i favør av inngrepet.
nn: medfører eit krav om kvalifisert interesseovervekt i favør av inngrepet.

source: Ved prisingen av sprengningsarbeidene baserte entreprenøren seg blant annet på en arealopplysning i en prosess i konkurransegrunnlaget som direkte gjaldt «bergrensk».
nn: Ved prisinga av sprengingsarbeida baserte entreprenøren seg mellom anna på ei arealopplysning i ein prosess i konkurransegrunnlaget som direkte gjaldt «bergrensk».

source: gjeldende at utskrivingsvedtakene er ugyldige fordi fristen i eigedomsskattelova § 14 var oversittet da skatten ble skrevet ut i slutten av juni 2016.
nn: gjeldande at utskrivingsvedtaka var ugyldige fordi fristen i eigedomsskattelova § 14 var overseten da skatten blei skriven ut i slutten av juni 2016.

source: Senest tre år etter siste rettskraftige dom skal påtalemyndigheten enten beslutte opphør av reaksjonen eller bringe saken inn for tingretten som avgjør om reaksjonen skal opprettholdes.
nn: Seinast tre år etter siste rettskraftige dom skal påtalemakta anten vedta opphør av reaksjonen eller bringe saka inn for tingretten som avgjer om reaksjonen skal oppretthaldast.

source: Norge scorer høyest i verden på to dimensjoner:
nn: Noreg scorar høgast i verda på to dimensjonar:

source: Dommen gir veiledning om anvendelsen av norsk strafferett på handlinger begått av utlendinger i utlandet og om straffutmålingen for terrorlovbrudd.
nn: Dommen gir rettleiing om bruken av norsk strafferett på handlingar som er utførte av utlendingar i utlandet, og om straffutmålinga for terrorlovbrot.

source: De ledes av en rettsformann som alltid er justitiarius hvis hun deltar eller den som er eldst i ansiennitet blant dommerne i saken.
nn: Dei blir leia av ein rettsformann, som alltid er justitiarius dersom ho deltar, eller den som er eldst i ansiennitet av dommarane i saka.

source: 1,0 står for total rettssikkerhet.
nn: 1,0 står for total rettstryggleik.

source: Påtalemyndigheten (statsadvokat Leif Aleksandersen) mot A (advokat Arild Christian Dyngeland)
nn: Påtalemakta (statsadvokat Leif Aleksandersen) mot A (advokat Arild Christian Dyngeland)

source: Dette gjelder også for
nn: Dette gjeld også for

source: Lagmannsretten hadde under henvisning til rettspraksis lagt til grunn at den standardiserte satsen skulle anvendes uten at det var grunn til å foreta noen vurdering av de konkrete forholdene i satsen.
nn: Lagmannsretten hadde under tilvising til rettspraksis lagt til grunn at den standardiserte satsen skulle brukast, utan at det var grunn til å vurdere dei konkrete forholda i satsen.

source: Dommen bygger på rettspraksis fra Den europeiske menneskerettsdomstol og gir veiledning om hvordan uskyldspresumsjonen gjør seg gjeldende ved utforming av domsgrunnene når en skadevolder dømmes til å betale erstatning for handlinger han er blitt strafferettslig frifunnet for i samme sak.
nn: Dommen bygger på rettspraksis frå Den europeiske menneskerettsdomstolen og gir rettleiing om korleis uskuldspresumsjonen gjer seg gjeldande ved utforming av domsgrunnane når ein skadevaldar blir dømd til å betale erstatning for handlingar han er blitt strafferettsleg frifunnen for i same sak.

source: 10 inneholder visse skranker for forvaltningen.
nn: 10 inneheld visse skrankar for forvaltninga.

source: Spesielt for gjenlevende samboer
nn: Spesielt for attlevande sambuar

source: Norges Sildesalgslag vedtok som følge av treg omsetning en forskrift om midlertidig stans i fisket og omsetningen av fiskeslaget tobis.
nn: Norges Sildesalgslag vedtok som følge av treg omsetning ei forskrift om mellombels stans i fisket og omsetninga av fiskeslaget tobis.

source: En mor med en alvorlig arvelig sykdom var blitt fratatt omsorgen for datter som på domstidspunktet var nesten 14 år.
nn: Ei mor med ein alvorleg arveleg sjukdom var blitt fråtatt omsorga for ei dotter, som på domstidspunktet var nesten 14 år.

source: Det må først vurderes om mindre inngripende tiltak heller kan settes inn.
nn: Det må først vurderast om mindre inngripande tiltak heller kan settast inn.

source: Domstolen tar stilling til tvungen gjeldsordning
nn: Domstolen tek stilling til tvungen gjeldsordning

source: mars, og at vedtakene derfor var gyldige.
nn: mars, og at vedtaka derfor var gyldige.

source: dager fra dødsdatoen) dersom minst en verge har undertegnet.
nn: dagar etter dødsdatoen) dersom minst ei verje har underteikna.

source: Etter utvalgets syn er det nærliggende at utfallet av saken vil kunne berøre organisasjonen eller medlemmene, og at den interesse som ivaretas, naturlig faller innenfor organisasjonens formål og virkefelt.
nn: Etter utvalet sitt syn er det nærliggjande at utfallet av saka vil kunne vedkome organisasjonen eller medlemmene der, og at den interessa som blir vareteken, naturleg blir omfatta av føremålet og verkefeltet for organisasjonen.

source: Etter bestemmelsen avhenger dette av om «slike direkte søksmål er tillatt» etter det aktuelle landets rett.
nn: Etter føresegna er dette avhengig av om «slike direkte søksmål er tillatt» etter retten i det aktuelle landet.

source: Mindretallet på to dommere mente uttalelser i lagmannsrettens kjennelse tydet på at lagmannsretten hadde lagt terskelen for høyt ved vurderingen av om soning ville være utilrådelig.
nn: Mindretalet på to dommarar meinte fråsegner i avgjerda i lagmannsretten tilsa at lagmannsretten hadde lagt terskelen for høgt ved vurderinga av om soning ville vere utilrådeleg.

source: Hver dommer skal danne seg sin selvstendige mening om tvisten på bakgrunn av det som kommer frem under ankeforhandlingen.
nn: Kvar dommar skal danne seg si sjølvstendige meining om tvisten på bakgrunn av det som kjem fram under ankeforhandlinga.

source: Høyesterett viste til barnas behov for å finne ro og trygghet i fosterhjemmene, og at far må medvirke til at kvaliteten på samværene blir bedre.
nn: Høgsterett viste til at barna har behov for å finne ro og tryggleik i fosterheimane, og at far må medverke til at kvaliteten på samværa blir betre.

source: Gjentakelser fra tidligere dokumenter bør unngås.
nn: Ein bør unngå gjentaking frå tidlegare dokument.

source: Han hadde et langvarig misbruk av ulike typer stoff bak seg og var sårbar for tilbakefall ved soning.
nn: Han hadde eit langvarig misbruk av ulike typar stoff bak seg og var sårbar for tilbakefall ved soning.

source: Politiet ønsket å bruke hans DNA-profil til søk i utenlandske registre over uidentifiserte lik.
nn: Politiet ønskte å bruke DNA-profilen hans til søk i utanlandske register over uidentifiserte lik.

source: Spørsmål om det ved sal av ei rundballepresse var gitt en garanti som innebar at seljaren hadde bevisbyrden for at pressa ikke var mangelfull
nn: Spørsmål om det ved sal av ei rundballepresse var gitt ein garanti som innebar at seljaren hadde bevisbyrden for at pressa ikkje var mangelfull

source: Høyesterett pekte særlig på forskjellen fra avgjørelsen i Rt-2006-1345.
nn: Høgsterett peika særleg på skilnaden frå avgjerda i Rt-2006-1345.

source: Den klargjør også at uskyldspresumsjonen i Grunnloven § 96 og EMK artikkel 6 brytes dersom det ved straffutmålingen benyttes formuleringer som etterlater tvil om frifinnelsen for drapet er riktig.
nn: Han klargjer også at uskyldspresumsjonen i Grunnlova § 96 og EMK artikkel 6 blir broten dersom det ved straffutmålinga blir brukt formuleringar som lét etter seg tvil om frifinninga for drapet er riktig.

source: Fradrag i straff ved isolasjon under varetekt
nn: Frådrag i straff ved isolasjon under varetekt

source: Det ble gjort gjeldende at de saksøkte var solidarisk ansvarlig for tapet som prissamarbeidet hadde påført saksøkerne.
nn: Det vart gjort gjeldande at dei saksøkte var solidarisk ansvarleg for tapet som prissamarbeidet hadde påført saksøkarane.

source: Skal det benyttes elektronisk dokumentsamling?
nn: Skal det nyttast elektronisk dokumentsamling?

source: Under obduksjonen ble det også innsamlet vevsprøver som skal brukes i forbindelse med et forskningsprosjekt ved NTNU.
nn: Under obduksjonen blei det også samla inn vevsprøver som skal brukast i samband med eit forskingsprosjekt ved NTNU.

source: Høyesterett kom til at informasjonen på popcorn-time.no rammes av straffebestemmelsen mot medvirkning til krenkelse av opphavsrett.
nn: Høgsterett kom til at informasjonen på Popcorn-time.no er ramma av føresegna mot medverking til krenking av opphavsrett.

source: Lagmannsretten kjente oppsigelsene ugyldige, blant annet fordi kompetanseforskjellene som begrunnet oppsigelsene, ikke var store nok til å kunne fravike ansiennitetsprinsippet.
nn: Lagmannsretten kjende oppseiingane ugyldige, mellom anna fordi kompetanseforskjellane som oppseiingane var grunngitt med, ikkje var store nok til å kunne fråvike ansiennitetsprinsippet.

source: Du vil bli oppnevnt og innkalt senest tre uker før
nn: Du vil bli oppnemnd og innkalla seinast tre veker før

source: lov om medisinsk og helsefaglig forskning (helseforskningsloven) § 27.
nn: lov om medisinsk- og helsefagleg forsking (helseforskingslova) § 27.

source: Det er nødvendig at advokaten behersker rettsstoffet på det aktuelle fagfeltet.
nn: Det er nødvendig at advokaten meistrar rettsstoffet på det aktuelle fagfeltet.

source: Høyesterett kom til at vilkåret om at medlemmet må ha fått arbeidsevnen nedsatt i en slik grad at vedkommende hindres i å beholde eller skaffe seg inntektsgivende arbeid, innebærer et krav om at nedsettelsen må forventes å få en viss varighet, men fant ikke grunnlag for å oppstille bestemte krav til den tidsmessige varigheten.
nn: Høgsterett kom til at vilkåret om at medlemmen må ha fått arbeidsevna nedsett i ein slik grad at vedkommande blir hindra i å behalde eller skaffe seg inntektsgivande arbeid, inneber eit krav om at nedsettinga må ventast å få ei viss varigheit, men fann ikkje grunnlag for å stille bestemte krav til den tidsmessige varigheita.

source: Oppdragsbekreftelse fra advokaten
nn: Oppdragsstadfesting frå advokaten

source: Høyesterett uttalte videre at barn som hadde vært utsatt for seksuelle overgrep kan fortrenge denne opplevelsen.
nn: Høgsterett uttalte vidare at barn som har vore utsette for seksuelle overgrep kan fortrenge denne opplevinga.

source: meddommer. Hvis du ikke har gjort det skal du avlegge forsikring i starten av
nn: Dersom du ikkje har gjort det, skal du gi forsikring i starten av rettsmøtet.

source: Selskapet mente at det hadde krav på redusert elavgift på linje med virksomheter innen industri, bergverk og utvinning.
nn: Selskapet meinte at det hadde krav på redusert elavgift på linje med verksemder innan industri, bergverk og utvinning.

source: Hvis den siktede har innvendinger mot siktelsen, eksempelvis at han mener fartskontrollen må være feil, er det viktig å begrunne hvorfor det er feil.
nn: Dersom den sikta har innvendingar mot siktinga, eksempelvis at han meiner fartskontrollen må vere feil, er det viktig å grunngje kvifor det er feil.

source: Høyesterett kom under dissens 3−2 til at vedtaket var ugyldig fordi det bygget på en uriktig forståelse av plan- og bygningsloven § 12-7 nr.
nn: Høgsterett kom under dissens 3−2 til at vedtaket var ugyldig fordi det bygde på ei uriktig forståing av plan- og bygningslova § 12-7 nr.

source: Når du deltar i domskonferanse er det viktig at du tar din del av ansvaret for de
nn: Når du deltek i domskonferanse er det viktig at du tek din del av ansvaret for dei

source: Forebygge og håndtere naturskade.
nn: Førebyggja og handtera naturskade.

source: Etter gjeldsordningsloven § 6-2 kan en gjeldsordning oppheves dersom skyldneren har gjort seg skyldig i uredelighet.
nn: Etter gjeldsordningslova § 6-2 kan ei gjeldsordning opphevast dersom skyldnaren har gjort seg skyldig i «uredelighet».

source: seg og det hver av dem har mottatt av arv eller gave under ekteskapet, holdes utenom likedelingen når dette ikke medfører et
nn: det kvar av dei har mottatt av arv eller gåve under ekteskapet, haldast utanom likedelinga når dette ikkje medfører eit openbert

source: Vedtak om konsesjon til vindkraftutbygging på Fosen kjent ugyldig fordi utbyggingen krenker reindriftssamenes rett til kulturutøvelse
nn: Vedtak om konsesjon til vindkraftutbygging på Fosen kjent ugyldig fordi utbygginga krenker retten til kulturutøving for reindriftssamane

source: underskudd dersom avdødes gjeld er større enn formuen.
nn: dersom gjelda til den døde er større enn formuen.

source: Ved vurderingen av om kravet til avhengighet er oppfylt, må det foretas en bred bevisvurdering basert på et tilstrekkelig og oppdatert beslutningsgrunnlag.
nn: Ved vurderinga av om kravet til avhengigheit er oppfylt, må det gjerast ei brei bevisvurdering basert på eit tilstrekkeleg og oppdatert avgjerdsgrunnlag.

source: Hvis du ikke får lønn eller feriepenger fordi arbeidsgiver ikke kan betale, kan du begjære arbeidsgiver konkurs.
nn: Dersom du ikkje får løn eller feriepengar fordi arbeidsgjevar ikkje kan betale, kan du krevje arbeidsgjevar konkurs.

source: Som ledd i omorganiseringen av konsernet ble pilotene først overført ved virksomhetsoverdragelse fra morselskapet til NAN.
nn: Som ledd i omorganiseringa av konsernet blei pilotane først overførte ved verksemdsoverdraging frå morselskapet til NAN.

source: Etter at søknaden var godkjent, ble det uten søknad og godkjennelse sprengt og gravd ut større kjeller, anlagt underjordisk passasje mellom hytta og et anneks, opparbeidet en voll mot tilstøtende grusvei, anlagt vei og satt opp en bom.
nn: Etter at søknaden var godkjend, blei det utan søknad og godkjenning sprengt og grave ut større kjellar, anlagt underjordisk passasje mellom hytta og eit anneks, opparbeidd ein voll mot ein tilstøytande grusveg, anlagt veg og sett opp ein bom.

source: Dette på grunn av en teknisk oppdatering.
nn: Dette på grunn av ein teknisk oppdatering.

source: Lagmannsretten hadde ikke tatt stilling til om produksjonstegningene var eid av de insolvente selskaper eller av et datterselskap.
nn: Lagmannsretten hadde ikkje tatt stilling til om produksjonsteikningane var eigde av dei insolvente selskapa eller av eit dotterselskap.

source: Før gjenlevende samboer ber om uskifte, bør han eller hun nøye vurdere om dette er den mest hensiktsmessige løsningen.
nn: Før attlevande sambuar ber om uskifte, bør han/ho vurdere nøye om dette er den mest hensiktsmessige løysinga.

source: Saka gjaldt straffutmåling for seksuallovbrot mot barn under 16 år, i form av forsøk på å få ei jente på snart 15 år til å ta av seg kleda framfor et web-kamera – straffelova § 200 andre ledd andre punktum, jf.
nn: Saka gjaldt straffutmåling for seksuallovbrot mot barn under 16 år, i form av forsøk på å få ei jente på snart 15 år til å ta av seg kleda framfor eit web-kamera – straffelova § 200 andre ledd andre punktum, jf.

source: Kort orientering til gjenlevende samboer
nn: Kort orientering til attlevande sambuar

source: Avgjørelsen gir veiledning om normen for avskjæring av bevis som er innhentet på ulovlig eller utilbørlig måte, og om lovligheten av videoopptak.
nn: Avgjerda gir rettleiing om norma for avskjering av bevis som er innhenta på ulovleg eller utilbørleg måte, og om lovlegheita av videoopptak.

source: Høyesterett kom til at det kunne gis samfunnsstraff for en mann på 22 år som hadde hatt samleier med en jente fra hun var 15 år og 5 måneder gammel.
nn: Høgsterett kom til at ein kunne gi samfunnsstraff for ein mann på 22 år som hadde hatt samleie med ei jente frå ho var 15 år og 5 månader gammal.

source: Arbeidstakerne mente at innleien i denne perioden ikke var lovlig fordi den ikke kunne regnes som midlertidig.
nn: Arbeidstakarane meinte at innleiga i denne perioden ikkje var lovleg fordi ho ikkje kunne reknast som mellombels.

source: Forsterkningsarbeidene var nødvendige på grunn av nye og strengere krav til damsikkerhet.
nn: Forsterkingsarbeida var nødvendige på grunn av nye og strengare krav til damsikkerheit.

source: Staten fikk etter dette medhold i at ligningen av fondsdeltakerne bygget på riktig rettsanvendelse.
nn: Staten fekk etter dette medhald i at likninga av fondsdeltakarane bygde på riktig rettsbruk.

source: Avgjørelsene klargjør rekkevidden av forbudet mot å bruke håndholdt mobiltelefon under kjøring.
nn: Avgjerdene klargjer rekkevidda av forbodet mot å bruke handhalden mobiltelefon under køyring.

source: Høyesterett kom imidlertid til at lokalbefolkningen historiske utøvelse av sine bruksrettigheter ikke er skjedd på en slik måte at det også er etablert en rett til forvaltning av naturressursene.
nn: Høgsterett kom likevel til at lokalbefolkninga historisk ikkje hadde utøvd rettane sine på ein slik måte at det også er etablert ein rett til forvaltning av naturressursane.

source: Høyesterett utmålte straffen for disse forholdene til en bot på 30 000 kroner.
nn: Høgsterett utmålte straffa for desse forholda til ei bot på 30 000 kroner.

source: Årsakssammenheng og økonomisk tap ved styreansvar
nn: Årsakssamanheng og økonomisk tap ved styreansvar

source: Saken gjaldt straffutmåling for kjøring uten førerkort i et tilfelle der kjøringen skjedde etter en hovedforhandling i tingretten, men før dom, i en sak om tilsvarende lovbrudd.
nn: Saka gjaldt straffutmåling for køyring utan førarkort i eit tilfelle der køyringa skjedde etter ei hovudforhandling i tingretten, men før dom, i ei sak om tilsvarande lovbrot.

source: Etter å ha hørt begge sider, bestemmer dommeren varetektstiden.
nn: Etter å ha høyrt båe sider, avgjer dommaren varetektstida.

source: Domfelte hadde da ikke rett på dokumentinnsyn etter straffeprosessloven § 264 første og åttende ledd.
nn: Den domfelte hadde da ikkje rett på dokumentinnsyn etter straffeprosesslova § 264 første og åttande ledd.

source: Straffeloven 2005 § 83 om at det skal gis én dags fradrag for to døgns isolasjon, ble gitt analogisk anvendelse.
nn: Straffelova 2005 § 83 om at det skal gjerast éin dags frådrag for to døgns isolasjon, vart gitt analogisk bruk.

source: Saken ble behandlet i sammenheng med sak HR-2020-1788-A.
nn: Saka blei behandla i samanheng med sak HR-2020-1788-A.

source: Mindretallet på to dommere mente at det økonomiske tapet ikke oppsto før det var truffet endringsvedtak mot selskapet.
nn: Mindretalet på to dommarar meinte at det økonomiske tapet ikkje oppstod før det var gjort eit endringsvedtak mot selskapet.

source: I lagmannsretten behandles en sivil sak som regel av tre fagdommere.
nn: I lagmannsretten blir ei sivil sak som regel behandla av tre fagdommarar.

source: Internasjonale menneskerettighetskonvensjoner stiller imidlertid krav til rettsbehandlingen.
nn: Internasjonale menneskerettskonvensjonar stiller likevel krav til rettsbehandlinga.
